panel.button=Knopf
panel.display=Display
panel.led=LED
panel.slot=M\u00fcnzeinwurf
panel.output=Warenausgabe
state.name=<html>Welchen Namen soll der Zustand tragen?<br>(Nenne ihn 'Start', um ihn zum Startzustand zu machen.)</html>
state.rename=<html>Welchen neuen Namen soll der Zustand tragen?<br>(Zust\u00e4nde ohne Namen werden gel\u00f6scht.)</html>
state.name_taken=Es gibt bereits einen anderen Zustand mit diesem Namen.
state.still_in_use=Dieser Zustand ist noch Beginn oder Ende eines \u00dcbergangs und kann nicht gel\u00f6scht werden.
transedit.to=Nach Zustand:
transedit.from=Von Zustand:
transedit.output=Ausgabe:
transedit.input=Eingabe:
transedit.transition=\u00dcbergang
panel.led_actions=aus,an,wechseln
transedit.new_trans=Neuer \u00dcbergang
transedit.trans_delete=L\u00f6sche diesen \u00dcbergang
automata.no_start=Dieser Automat hat keinen Zustand der 'Start' hei\u00dft.
automata.name_clash=Der Zustand ''{0}'' hat zwei ausgehende Kanten, die auf dieselbe Eingabe reagieren.
automata.run=AUSF\u00dcHREN
automata.new_state=Neuer Zustand
automata.new_transition=Neuer \u00dcbergang
automata.edit=Bearbeiten
automata.delete=L\u00f6schen
automata.actions=1 St\u00fcck, 2 St\u00fccke, 3 St\u00fccke, 4 St\u00fccke, 1 M\u00fcnze, 2 M\u00fcnzen, 3 M\u00fcnzen, 4 M\u00fcnzen
automata.leds_turn_off=Alle LEDs ausschalten
transedit.output2=Zweite Ausgabe:
transedit.no_action=--- Keine Ausgabe
menu.control=Men\u00fc
menu.control.load=Szenario laden ...
menu.control.save=Szenario speichern ...
menu.control.reset=Zur\u00fccksetzen
menu.control.connect=Mit Hardware Verbinden ...
menu.control.exit=Beenden
menu.view=Ansicht
menu.view.asTabs=Tabs
menu.view.split=Nebeneinander
menu.view.zoomIn=\u2295 Vergr\u00f6\u00dfern
menu.view.zoomOut=\u2296 Verkleinern
menu.view.schokomatView=Schokomat-Design
menu.help=Hilfe
menu.help.example=Einf\u00fchrungsbeispiel laden
menu.help.tooltip=Hilfe aktivieren \uD83D\uDEC8
menu.help.tooltip_tooltip=<html>Aktiviere das Kontrollk\u00e4stchen und fahre mit der Maus \u00fcber die<br>unterschiedlichen Elemente, um mehr Infos dar\u00fcber zu erhalten.</html>
body=BAUEN
automaton=PROGRAMMIEREN
file.load=\u00d6ffnen
file.save=Speichern
panel.coinslot=M\u00fcnzeinwurf
panel.image=Bild
panel.delete=L\u00f6schen
panel.cannotDelete=Dieses Element wird noch im Programm verwendet und kann nicht gel\u00f6scht werden.
title=MyMachine
menu.setup=Setup
menu.setup.display_strings=Textbausteine f\u00fcr das Display
setup.display_string=Textbaustein
setup.display_strings=Textbausteine
panel.clear_display=Leere Display
transedit.no_actions_error=Es gibt keine aktiven Komponenten im Automaten.
error=Fehler
menu.control.export=Szenario-Steuerung exportieren ...
file.export=Exportieren
menu.control.newFixedMachine=Schokomat laden
panel.picture=Bild
multi.output.actions=Fach 1, Fach 2, Fach 3, M\u00fcnze-1, M\u00fcnze-2
automata.not_fixed=Nur Maschinen, die auf der Schokomaten-Schnittstelle basieren, k\u00f6nnen exportiert werden. 
panel.slot_coin2=M\u00fcnzeinwurf 2
panel.nameAlreadyUsed=Dieser Name wird bereits von einem anderen Element verwendet. 

automata.tooltip.run=<html>Klicke hier, um den Automaten zu starten. Die Interaktion<br>mit dem Automaten erfolgt dabei im Bau-Fenster. Klicke<br>erneut auf diesen Button, um das Ausf\u00fchren zu beenden.</html>
automata.tooltip.newState=<html>Klicke hier, um deinem Automaten einen neuen Zustand hinzuzuf\u00fcgen.</html>
automata.tooltip.newTransition=<html>Klicke hier, um mit dem Hinzuf\u00fcgen einer neuen Kante zu beginnen.<br>Verbinde zwei Zust\u00e4nde durch Klicken und Ziehen miteinander,<br>um eine neue Kante zwischen diesen Zust\u00e4nden hinzuzuf\u00fcgen.</html>
automata.tooltip.mouseButton=<html>Klicke hier, wenn du Zust\u00e4nde oder Kanten <i><b>bearbeiten</b></i> oder <i><b>l\u00f6schen</b></i> m\u00f6chtest.<br>Klicke dann auf den entsprechenden Zustand oder die entsprechende Kante.</html>

tooltip.element_buttons=<html>Klicke hier und dann auf eine beliebige Stelle im Feld, um deinem Automaten ein neues Element hinzuzuf\u00fcgen.</html>
tooltip.delete_button=<html>Klicke hier und dann auf ein beliebiges Element, um es zu l\u00f6schen.</html>
tooltip.info_button=<html>Das ist ein Knopf. Du kannst ihn als Eingabe f\u00fcr deinen Automaten nutzen.<br>Wenn du deinen Automaten ausf\u00fchrst, kannst du ihn dr\u00fccken.</html>
tooltip.info_coinslot=<html>Das ist ein M\u00fcnzeinwurf. Du kannst ihn als Eingabe f\u00fcr deinen Automaten nutzen.<br>Wenn du deinen Automaten ausf\u00fchrst, kannst du eine M\u00fcnze einwerfen.</html>
tooltip.info_output=<html>Das ist die Warenausgabe, \u00fcber die die Ausgabe deines Automaten erfolgt.</html>
tooltip.info_display=<html>Das ist das Display. Du kannst es als Ausgabe f\u00fcr deinen Automaten nutzen.<br>Um Texte anzeigen zu k\u00f6nnen, musst du zuvor \u00fcber <i><b>Setup</b></i> entsprechende Textbausteine definieren.</html>
tooltip.info_led=<html>Das ist eine LED. Du kannst sie \u00fcber die Ausgabe deines Automaten steuern.</html>